<?php

return array(

	'update_success' => 'Изменения успешно применены',
	'save_fail'		 => 'Не удалось сохранить запись.',
	'update_fail' => 'Изменения успешно применены',
	'save_success' => 'Запись успешно сохранена',

	'team' => array(
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'structure_changed' => 'Изменения успешно применены.'
	),

    "pages" => array(
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'structure_changed' => 'Изменения успешно применены.'
    ),

    "clients" => array(
		'save_success'		=> 'Запись успешно сохранена.',
		'save_confirm'		=> 'Сохранить изменения?',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'structure_changed' => 'Изменения успешно применены.'
    ),

    "news" => array(
    	"save_fail" 		=> "Не удалось создать новость",
    	"save_success"    	=> "Новость обновлена",
		'update_success' 	=> "Новость \":title\" обновлена.",
		'update_fail' 		=> "Не удалось обновить новость \":title\".",
		'delete_success' 	=> "Новость \":title\" удалена.",
		'to_delete'			=> 'Вы уверены, что хотите удалить эту новость?',
    	"save_success" 		=> "Новость \":title\" создана.",
    	"restored" 			=> "Новость \":title\" восстановлена."
    ),

    "slides" => array(
    	"save_fail" 		=> "Не удалось добавить награду",
    	"save_success"    	=> "Награда обновлёна",
		'update_success' 	=> "Награда обновлена",
		'update_fail' 		=> "Не удалось обновить награду",
		'delete_success' 	=> "Награда удалена",
		'to_delete'			=> 'Вы уверены, что хотите удалить эту награду?',
    	"save_success" 		=> "Награда добавлена",
    	"restored" 			=> "Награда восстановлена"
    ),

	'rubrics' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'structure_changed' => 'Изменения успешно применены.',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),
	'people_rubrics' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'structure_changed' => 'Изменения успешно применены.',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),
	'albums' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'structure_changed' => 'Изменения успешно применены.',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),
	'banners' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),
	'adv_rubrics' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'structure_changed' => 'Изменения успешно применены.',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),
	'advs' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),
	'tags' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'restore_success'	=> 'Запись успешно восстановлена.',
	),	
	'cat_rubrics' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'structure_changed'	=> 'Структура изменина',
	),		
	'objects' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),		
	'news_statuses' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),		
	'bplaces' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),
	'afisha_rubrics' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'structure_changed' => 'Изменения успешно применены.',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),	

	'affiliates' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'structure_changed' => 'Изменения успешно применены.',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),

	'infographics' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'structure_changed' => 'Изменения успешно применены.',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),

	'afisha_events' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),	
	'rooms' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),	
	'shows' => array (
		'save_success'		=> 'Информация успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить данные.',
		'save_fail_date'	=> 'Не удалось сохранить данные - необходимо указать дату',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'update_fail_time' 	=> 'Не удалось обновить данные - необходимо указать корректное время.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),	
	'objects' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),
	'files' => array(
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_fail_no_files' => 'Необходимо выбрать хотя бы один файл',

	),
	'news_chronicle' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),	
	'people_news' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),		
	'advs' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),
	'photos' => array (
		'save_success'		=> 'Фотографии успешно загружены.',
		'save_fail'			=> 'Не удалось загрузить фотографии.',
		'save_fail_no_photos' => 'Необходимо указать хотя бы одну фотографию.',
		'update_success' 	=> 'Данные успешно обновлены.',
		'update_fail' 		=> 'Не удалось обновить данные.',
		'delete_success'	=> 'Фотография успешно удалена.',
		'all_delete_success'=> 'Фотографии успешно удалены.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту фотографию?'
	),
	'albums_objects' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),
	'params' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'clear_cache_success' => 'Кэш сайта был полностью очищен.'
	),	
	'contacts' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'clear_cache_success' => 'Кэш сайта был полностью очищен.'
	),	
	'menu' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),
	'articles' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),
	'users' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),
	'comments' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),
	'orders' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?'
	),
	'promo_banners' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),
	'benefits' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'structure_changed' => 'Изменения успешно применены.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),
	'view_items' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'structure_changed' => 'Изменения успешно применены.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),

	'reviews' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'structure_changed' => 'Изменения успешно применены.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),

	'sliders' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'structure_changed' => 'Изменения успешно применены.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),

	'jobs' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'structure_changed' => 'Изменения успешно применены.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),

	'rewards' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'structure_changed' => 'Изменения успешно применены.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),

	'portfolio' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'structure_changed' => 'Изменения успешно применены.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),

	'services' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'structure_changed' => 'Изменения успешно применены.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),

	'workers' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'structure_changed' => 'Изменения успешно применены.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),
	'langs' => array (
		'save_success'		=> 'Запись успешно сохранена.',
		'save_fail'			=> 'Не удалось сохранить запись.',
		'update_success' 	=> 'Запись успешно обновлена.',
		'update_fail' 		=> 'Не удалось обновить запись.',
		'delete_success'	=> 'Запись успешно удалена.',
		'structure_changed' => 'Изменения успешно применены.',
		'to_delete'			=> 'Вы уверены, что хотите удалить эту запись?',
		'save_confirm'		=> 'Вы уверены, что хотите применить сделанные изменения?',
	),
	'docs' => array(
		'to_delete'         => 'Вы действительно хотите удалить этот документ',
		'save_success'		=> 'Документ успешно загружен',
		'delete_success'	=> 'Документ успешно удален'
	)

);